Repository: ionutsava674/Tab-Extractor
Catalog: Tab Extractor/*.lproj/Localizable.strings
Languages: ro

source: ‘<>‘ in Guitar TAB is the symbol for natural harmonics. When you see a note in between the two symbols such as <12> it means to play a natural harmonic on that fret.
ro: ‘<>‘ înseamnă armonica naturală. Când apare o notă între cele două simboluri, ca <12>, înseamnă să cânți o armonică naturală pe acea tastă.

source: ‘~‘ in Guitar TAB is the symbol for vibrato. In text-based Guitar TAB, this is usually displayed on the line next to the note.
ro: ‘~‘ în tabulatură este simbolul pentru vibrato. Acesta este de obicei afișat pe linie lîngă notă.

source: ‘b‘ in Guitar TAB is the symbol for a bend.
ro: ‘b‘ Înseamnă bend. Când împingi și îndoi coarda.

source: ‘h‘ in Guitar TAB is short for ‘hammer-on’. This is when you play a note and hammer-on to a higher note.
ro: ‘h‘ înseamnă ‘hammer-on’. Când lovești o tastă de mai sus fără să mai ciupești.

source: ‘p‘ in Guitar TAB is short for ‘pull-off’. This is when you play a note and pull-off to a lower note.
ro: ‘p‘, înseamnă ‘pull-off’. Este atunci când ridici degetul rapid de pe o tastă.

source: ‘pb’ in Guitar TAB means to pre-bend a note before you pick it. You push the string up to the correct pitch, then pick the note before releasing it or holding it.
ro: ‘pb’ înseamnă pre-bend. Împingi și îndoi coarda ăn sus până la sunetul corect, apoi ciupești.

source: ‘PM‘ in Guitar TAB is the symbol for palm muting. This is usually displayed above or below the staff and is followed by a dashed line if the palm muting is held for a long time.
ro: ‘PM‘ înseamnă palm muting.

source: ‘r‘ in Guitar TAB means to release a bend. Sometimes this is shown if a bend needs to be held for a long time, so you know when to lower it again.
ro: ‘r‘, înseamnă să aduci coarda înapoi, (release), din bend.

source: ‘x‘ in Guitar TAB is the symbol for a muted hit or rake. This can be across multiple strings or on a single string.
ro: ‘x‘ În tabulatură este simbolul pentru o lovitură pe corzile estompate. Poate fi pe mai multe corzi sau pe o singură coardă.

source: %1$@ (%2$d elements)
ro: %1$@ (%2$d elemente)

source: %1$@ (%2$d lines)
ro: %1$@ (%2$d linii)

source: %1$@ (%2$d positions)
ro: %1$@ (%2$d poziții)

source: %1$d tabs detected
ro: %1$d taburi detectate

source: %1$d tabs saved successfully.
ro: %1$d taburi salvate cu succes.

source: • () = grace note or let the note ring out
ro: • () = lasă nota să sune

source: • / = slide up
ro: • / = glisare în sus, (slide up)

source: • \ = slide down
ro: • \ = glisare în jos, (slide down)

source: • <> = natural harmonics
ro: • <> = armonica naturală

source: • PM – – – – = palm muting (above or below TAB)
ro: • PM – – – – = palm muting (deasupra sau sub tabulatură)

source: • x = muted hit
ro: • x = lovitură estompată

source: 1. Go to the web page that contains the tablature you want, using any browser.
ro: 1. Mergi către pagina web care conține tablatura pe care o dorești, folosind orice browser.

source: 1. To add tabs from a web page:
ro: 1. Pentru a adăuga tabulaturi de pe web:

source: 2. Copy the address.
ro: 2. Copiază adresa.

source: 2. To add tabs directly by text:
ro: 2. Pentru a adăuga tabulaturi direct, prin text:

source: 2h4 means play the 2nd fret, then hammer-on to the 4th fret. 2h4h5 means to do two hammer-ons in a row (you only pick the first note).
ro: 2h4 înseamnă ciupește tasta 2, apoi hammer-on pe tasta 4. 2h4h5 înseamnă să faci două hammer-on la rând (ciupești doar prima notă).

source: 3. Then, come back here in Tab Extractor, and tap “Add from web”, on the bottom left.
ro: 3. Apoi, întoarce-te aici, în Tab Extractor, și apasă “adaugă de pe web”, în stânga, jos.

source: A muted hit is when you lightly place your fingers over the strings and hit them.
ro: O lovitură estompată (mute hit) este când așezi ușor degetele pe corzi și le lovești.

source: A quick summary of the most common Guitar TAB notations:
ro: Un rezumat rapid al celor mai întâlnite notații de tabulatură:

source: A slash ( / ) or backslash ( \ ) in Guitar TAB is the symbol for a slide.
ro: A slash ( / ) or backslash ( \ ) în tabulatură este simbolul pentru glisare (slide).

source: About
ro: Despre

source: Add from web
ro: Adaugă de pe web

source: add manually
ro: adaugă manual

source: Add text directly
ro: Adaugă text direct

source: After saving, you can go back to the main screen of the app, where all your saved songs are listed. Select your song from the list for a friendly and accessible navigation of the tab.
ro: După salvare, te poți întoarce la ecranul principal al aplicației, unde toate cântecele tale salvate sunt afișate. Selectează cântecul din listă, pentru o navigare accesibilă.

source: All it requires is that the tabs are correctly formatted and aligned.
ro: Tot ce e necesar e ca tabulaturile să fie corect formatate și aliniate.

source: as horizontal list
ro: ca listă orizontală

source: as vertical list
ro: ca listă verticală

source: automatically detects guitar tabs on a web page
ro: detectează automat tabulaturile pe pagini web

source: back
ro: înapoi

source: Bar
ro: Bară

source: Can't save
ro: Nu pot salva

source: Cancel
ro: Anulează

source: checked
ro: bifat

source: clear address
ro: Golește adresa

source: clear text
ro: golește textul

source: collapse %1$@
ro: restrânge %1$@

source: contains %@ %@
ro: conține %1$@ %2$@

source: contains %1$d %2$@
ro: conține %1$d %2$@

source: current address: %@
ro: adresa curentă: %@

source: Delete
ro: Șterge

source: delete %@
ro: Șterge %@

source: Delete %@ ?
ro: Șterge %@ ?

source: deselect %1$@
ro: deselectează %1$@

source: deSelect all
ro: deselectează-le pe toate

source: detect
ro: detectează

source: detected %1$d tabs
ro: detectate %1$d taburi

source: dismiss
ro: În regulă

source: dismiss keyboard
ro: ascunde tastatura

source: Display each tab as
ro: Afișează fiecare tabulatură ca

source: Display tabs as original, unprocessed, lines
ro: Afișează liniile originale (neprocesate)

source: don't show this again
ro: Să nu se mai afișeze aceasta

source: double tap to toggle
ro: Dublu tap pentru schimbare

source: Each line should start with the string name, E, A, G, D, etc . And make sure that all lines have a equal length of characters.
ro: Fiecare linie ar trebui să înceapă cu numele corzii, E, A, G, D, etc . Și asigură-te că toate liniile au același număr de caractere.

source: Edit
ro: Editează

source: edit title for %1$@
ro: editează titlul pentru %1$@

source: enter a web address that contains guitar tablatures
ro: introduceți adresa paginii care conține tabulaturi de chitară

source: enter new title
ro: introdu noul titlu

source: enter song name
ro: Introduceți titlul cântecului

source: Everything you save is stored locally on the device.
ro: Tot ceea ce salvezi se stochează local pe dispozitiv.

source: Example: D%1$@7%2$@G%1$@5
ro: Exemplu: D%1$@7%2$@G%1$@5

source: Example: G%1$@7
ro: Exemplu: G%1$@7

source: expand %1$@
ro: expandează %1$@

source: filter
ro: filtrează

source: For example, if these are different versions of the same song, you can choose to save each tab as a song.
ro: De exemplu, dacă acestea sunt versiuni ale aceluiași cântec, le poți salva pe fiecare ca cântec separat.

source: for more details
ro: pentru mai multe detalii

source: For suggestions, bugs, critics etc 😅 feel free to drop me an email:
ro: Pentru sugestii, bug-uri, critici etc 😅 îmi puteți lăsa un email:

source: For the complete privacy policy please visit the link below.
ro: Pentru întreaga politică de confidențialitate, urmați linkul de mai jos.

source: From there, everything should be automatic.
ro: De acolo, totul ar trebui să fie automatic.

source: Go
ro: Încarcă

source: here
ro: aici

source: Here is a quick guide to the most common symbols you will see in text-based Guitar TAB:
ro: Aici este un ghid rapid a celor mai folosite notații pe care le vei întâlni în tabulaturi:

source: How do you wish to save?
ro: Cum dorești să salvezi?

source: How it works
ro: Cum funcționează

source: How to display tabs
ro: Cum să fie afișate tabulaturile

source: How to use
ro: Cum se folosește

source: If not, you should paste the text here and then click detect.
ro: Dacă nu, trebuie să inserați textul aici și să apăsați detectează.

source: If there are guitar tabs detected, another dialog will appear, where you will have the options to rename or save these tabs.
ro: Dacă sunt tabulaturi detectate, un alt dialog va apărea unde vei avea opțiunile să le denumești și să le salvezi.

source: If you enjoy using Tab-Extractor, and like the fact that it's free, you can really help out by giving a rating and leaving a good review on the app store.
ro: Dacă îți place să folosești Tab-Extractor, și îți place faptul că e gratuit, ai putea ajuta mult lăsând un rating și un review bun pe app store.

source: If you have your tab in an email or message, or somewhere like that, simply copy that text to the clipboard
ro: Dacă ai o tabulatură într-un mesaj sau email sau ceva de genul acesta, pur și simplu copiază acel text pe clipboard

source: In rare cases, some web sites may take a while to load entirely, 10, even 15 seconds or so. The content scanning cannot start until this is done. So, in these rare cases, please be a little patient.
ro: În cazuri rare, unele situri durează puțin mai mult să se încarce în întregime, cam 10, chiar 15 secunde. Scanarea de conținut nu poate începe până atunci. Și, în aceste cazuri rare, vă rugăm să așteptați încărcarea.

source: In text-based Guitar TAB, sometimes a number is given after the ‘b’ to tell us what pitch to bend up to. So 7b9 means to bend the 7th fret note up until it sounds like the 9th fret pitch.
ro: În tabulaturi, câteodată apare un număr după ‘b’ să ne spună până la ce notă să facem bend. Așadar 7b9 înseamnă să facem bend la nota de pe tasta 7 până ce sună la fel ca nota de pe tasta 9.

source: In the next dialog, the address will be automatically pasted and the web page content will start scanning.
ro: În dialogul următor, adresa web va fi automat inserată din clipboard, și conținutul paginii web va începe să fie scanat.

source: In this way, each position of the tab is a rectangle shape, and when you drag the finger over it, its value will be spoken.
ro: În acest mod, fiecare poziție a tabulaturii este un dreptunghi, și când treci cu degetul peste el, valoarea ei va fi vorbită.

source: In voiceover this is a triple tap or a double tap and hold.
ro: În voiceover aceasta este o apăsare triplă sau, apăsare dubla cu menținerea degetului jos.

source: In your web browser, when you are on the page with the tab that you wish to read, simply copy the address from the address bar.
ro: În browserul tău, când ești pe pagina cu tabulatura pe care dorești să o citești, pur și simplu copiază adresa web în clipboard.

source: Include bars when listing tab content
ro: Include bare verticale la afișarea conținutului

source: Include header line (the string names at the beginning of the tab)
ro: Include linia antet (numele corzilor din prima coloană)

source: It’s basically the opposite of a hammer-on.
ro: Este de fapt opusul unui hammer-on.

source: lets you customise the way the information is formatted
ro: poți customiza cum să fie formatată informația

source: lets you save each tab individually or all together
ro: poti salva fiecare tabulatură individual sau mai multe impreună

source: Load from text
ro: Încarcă din text

source: Load from website
ro: Încarcă din website

source: loading
ro: se încarcă

source: Main features:
ro: Funcții importante:

source: more actions
ro: Mai multe acțiuni

source: more info
ro: mai multe detalii

source: Most common tab notations
ro: Cele mai întâlnite notații de tabulatură

source: Navigation help
ro: Ajutor la navigare

source: Navigation hint
ro: Pont pentru navigare

source: no tabs found
ro: nu s-au găsit taburi

source: not selected
ro: neselectat

source: Notation hints
ro: Ponturi de notație

source: Of course, Tab Extractor can be used by everyone, including sighted persons, by having tabs displayed in original format, so that tabs can be easily shared with friends.
ro: Bineînțeles, Tab Extractor poate fi folosit de toată lumea, prin posibilitatea de a avea tabulaturile afișate în format original, astfel să fie ușor de schimbat/partajat cu prieteni.

source: ok
ro: În regulă

source: old text-based Guitar TAB may show s instead of a slash (eg: 7s5).
ro: În unele tabulaturi se folosește s în loc de slash (ex: 7 s 5).

source: on each note
ro: La fiecare notă

source: Open your favourite web browser 😉, using your favourite search engine, 😜, search for something like: "favourite song guitar tab", or, "that song solo tab" .
ro: Deschide browserul tău preferat 😉, folosind motorul de căutare preferat, 😜, pornește o căutare de genul: "favourite song guitar tab", sau, "that song solo tab" .

source: opens browser
ro: va deschide un browser

source: Options for processed tabs:
ro: Opțiuni pentru taburi procesate:

source: Or if the position has more than one strings that should be played at the same time, it will be something like A2 D4 G4.
ro: Sau dacă poziția are mai multe corzi ce trebuie ciupite simultan, va fi ceva de genul A2 D4 G4.

source: Or, you can copy the text, and then have it edited in any simple editor that can use monospaced font. And then add the tab with the "add text directly" option in the main screen.
ro: Sau, poți copia textul, și apoi edita/corecta într-un editor ce suporta fonturi monospace. Și apoi din ecranul principal poți folosi opțiunea adaugă text direct.

source: Other times, in rare cases, some tabs may not be properly detected because they are way too close together. Lines and dashes are not hardcoded, instead are detected through density of occurrence. so notations within the lines of the tab should be spaced out a little.
ro: În alte cazuri rare, unele tabulaturi nu pot fi detectate corect pentru că sunt mult prea apropiate elementele între ele. Liniile și barele nu sunt hardcodate, însă sunt deduse din densitatea de apariție. Așadar notațiile din tabulatură ar trebui să fie suficient spațiate.

source: Otherwise, if they are different sections of the same song, you can rename each one as intro, chorus, verse etc… and then choose to save all tabs as one song.
ro: Altfel, dacă sunt părți diferite ale aceluiași cântec, le poți denumi pe fiecare ca intro, refren, strofă etc… și apoi alegi să le salvezi pe toate ca un singur cântec.

source: Paste and load address
ro: Inserează din clipboard și încarcă adresa

source: Please enter a title
ro: Vă rugăm introduceți un titlu

source: Preferences
ro: Preferințe

source: Privacy
ro: Confidențialitate

source: processing content
ro: se procesează

source: rate and review on the app store
ro: Lasă un rating pe app store

source: Refresh
ro: Împrospătează

source: Refresh list
ro: Împrospătează lista

source: Restore defaults
ro: reinițializare valori

source: result: %@
ro: rezultat: %@

source: s%1$d;
ro: C%1$d;

source: Save
ro: Salvează

source: Save %1$@
ro: Salvează %1$@

source: Save %1$d tabs as one song
ro: Salvează %1$d taburi ca un singur cântec

source: save %1$d tabs as separate songs
ro: Salvează %1$d taburi în cântece separate

source: Save like this
ro: Salvează așa

source: Saved successfully
ro: Salvat cu succes

source: Screen readers are great tools that help us access and also input information.
ro: Cititoarele de ecran sunt niște super instrumente care ne ajută să accesăm și să introducem informații.

source: search
ro: caută

source: select %1$@
ro: selectează %1$@

source: select all
ro: Selectează-le pe toate

source: Select an action
ro: Selectează o acțiune

source: Select the tabs you want to save, from the list below.
ro: Selectează taburile pe care vrei să le salvezi din lista de mai jos.

source: selected
ro: selectat

source: Separator between notes
ro: Separator între note

source: Separator between string name and note
ro: Separator între numele corzii și notă

source: Separator between string names (E%1$@A%1$@D%1$@G...)
ro: Separator între numele corzilor (E%1$@A%1$@D%1$@G...)

source: show %1$d detected tabs
ro: arată %1$d tabulaturi detectate

source: Some old text-based Guitar TAB uses v next to the note to show vibrato because the ~~~ can be hard to see.
ro: Unele tabulaturi mai vechi folosesc v lângă notă să arate vibrato, pentru că ~~~ poate fi mai greu de observat.

source: Some older text-based Guitar TAB found online use the symbol ^ to represent a bend.
ro: Unele tabulaturi mai vechi gasite online folosesc simbolul ^ să reprezinte un bend.

source: Sometimes ,tab detection may fail because they are not formatted correctly. If monospaced font isn’t used, the tab lines may appear equal in length, but in fact, they are not.
ro: Câteodată, detectarea tabulaturilor eșuează pentru că nu sunt formatate corect. Dacă font monospațiat nu e folosit, liniile tabulaturii pot părea de lungime egală, dar de fapt nu sunt.

source: string%1$d;
ro: coarda%1$d;

source: Tab Extractor is a tool created to help visually impaired people to read guitar tabs more easily.
ro: Tab Extractor este un instrument creat pentru a ajuta citirea tabulaturilor de chitară mult mai accesibil.

source: tabs
ro: taburi

source: Tap here to add a song from the public domain, to get you started
ro: Apasă aici pentru a adăuga un cântec din domeniul public, pentru a începe

source: The best thing to do in this case, is to find a better version. Most tabs out there are formatted and aligned correctly.
ro: Cel mai bun lucru de făcut în acest caz, este să găsești o versiune mai bună a cântecului. Majoritatea tabulaturilor sunt formatate și aliniate corect.

source: The clipboard should be automatically pasted here.
ro: Clipboardul ar trebui inserat automat aici.

source: The following tabs were not renamed: %1$@. Do you wish to continue?
ro: Următoarele taburi nu au fost redenumite: %1$@. Vrei să continui?

source: The page has finished loading. There were no tabs found on the page.
ro: Pagina s-a terminat de încărcat. Nu au fost găsite taburi.

source: The recommended mode for voiceover users is horizontal list. You can find this option in preferences.
ro: Modul recomandat pentru utilizatorii de voiceover este lista orizontală. Poți găsi aceasta opțiune jos, în secțiunea preferințe.

source: The Tab-Extractor app does not collect, store, use or share any information, personal or otherwise.
ro: Aplicația Tab Extractor nu colectează, folosește sau transmite nici o informație, personală sau altfel.

source: The type of slash used tells you whether you need to slide up to a note ‘/’ or slide down to a note
ro: Tipul de bară oblică (slash) folosită îți spune dacă trebuie să glisezi in sus ‘/’ sau în jos (slide down)

source: then go over the song portion by swiping right.
ro: Apoi mergi peste porțiunea de cântec, făcând gest de glisare la dreapta.

source: Then, come back here in Tab Extractor, and tap “Add from web” on the bottom.
ro: Apoi, întoarce-te aici în Tab Extractor, și apasă “adaugă de pe web” în partea de jos.

source: Then, in tab-extractor, click "add text directly", and a dialog with a text editor will appear.
ro: Apoi, în tab-extractor, apasă "adaugă text direct", și un dialog cu un editor de text va apărea.

source: Then, when you want to go back to the marked position, just perform a double tap wherever, and the focus will jump back to the marked position.
ro: Apoi, când vrei să te întorci la poziția marcată, fă o simplă activare (dublu tap) oriunde, și focusul va sări la poziția marcată anterior.

source: There are many more symbols that can appear in Guitar TAB, but the above covers all of the essentials you are likely to see.
ro: Mai sunt unele notații care pot să apară în tabulaturi, dar cele de mai sus sunt cele mai întâlnite.

source: There were no tabs found in the text.
ro: Nu s-au găsit taburi in text

source: This dialog also contains an integrated web browser.
ro: Acest dialog conține și un web browser integrat.

source: This entire app was written with the awesome help of Apple's screen-reader, voiceover®.
ro: Această aplicație a fost scrisă cu ajutorul cititorului de ecran al Apple, voiceover®.

source: This fret value can be a number (like 8 or 10 or 0 for open strings), or something like 8s10 for example for a slide from 8 to 10.
ro: Această valoare fret poate fi un număr (ca 8 sau 10, sau 0 (corzi libere), sau, ceva de genul, 8s10, pentru exemplu un slide de la 8 la 10.

source: This value consists of the guitar-string name (E A D G etc), and the fret value.
ro: Această valoare conține numele corzii, (E, A, D, G etc), și valoarea fretului.

source: Tip: use dots, commas or semicolons to help VoiceOver make longer or shorter pauses.
ro: Pont: poți folosi punct, virgulă sau două puncte să faci VoiceOver să facă pauze mai lungi sau mai scurte.

source: Title: %@
ro: Titlu: %@

source: To add tabs from a web page:
ro: Pentru a adăuga tabulaturi de pe pagini web:

source: To make it easier to go over a portion of the song a few times over, you can mark a position by performing a long press over it.
ro: Pentru a fi mai ușor să treci peste o porțiune de cântec de mai multe ori, poți marca o poziție printr-o apăsare lungă (voisover triplu tap, sau dublu tap fără ridicare).

source: Troubleshoot
ro: Când ceva nu vrea să meargă

source: Unable to save
ro: Nu am putut salva

source: unchecked
ro: nebifat

source: Unknown error occurred. The following tabs could not be saved: %1$@
ro: O eroare neașteptată.

source: Usually guitar tabs are very hard to access using screen readers. Tab extractor makes it easy and fun to read and navigate guitar tabs by laying out the information in a list form, position by position.
ro: De obicei tabulaturile de chitară sunt foarte greu de accesat și navigat folosind cititoarele de ecran. Tab extractor face ușoară și plăcută navigarea aceasta, desfășurând informația sub formă de listă, poziție cu poziție.

source: Very accessible guitar tabs
ro: Tabulaturi de chitară foarte accesibile

source: View
ro: Vezi

source: Visit the project website on github
ro: vizitează situl proiectului pe github

source: Visit the project website on github.
ro: Vizitează situl proiectului pe ghit hab.

source: Warning. This action is irreversible.
ro: Atenție. Această acțiune este ireversibilă.

source: web address
ro: adresa web

source: When a note is in parentheses () in Guitar TAB, it either means to play a ghost note or that the note is continuing to ring out.
ro: Când o notă este în paranteze () înseamnă, ori notă fantomă (ghost note), ori că nota este lăsată să sune.

source: When string names are missing
ro: Când numele corzilor lipsește

source: When you are on the page with the tab that you wish to read, simply copy the address from the address bar.
ro: Când ești pe pagina cu tabulatura pe care dorești să o citești, pur și simplu copiază adresa web în clipboard.

source: You can do this using the integrated text editor within Tab Extractor, but, while using screen readers, it is way easier to use a full keyboard. You have more navigation control, with arrow keys, home, end, etc.
ro: Poți face asta folosind editorul integrat în Tab Extractor, dar, folosind cititoare de ecran, este mult mai ușor să folosești o tastatură întreagă. Ai mai mult control la navigare, cu tastele săgeți, home, end, etc.

source: You can edit out anything that is not part of the tab, and leave only the tab lines.
ro: Poți șterge orice nu face parte din tabulatură, și să păstrezi doar liniile.

source: You can mark a position with a long press (voiceover triple tap), and focus from any position to the marked position with a single activation (voiceover double-tap).
ro: Poți marca o poziție cu o apăsare lungă (voisover triplu tap), și apoi, focusa din orice poziție, la cea marcată, cu o simpla activare (voisover dublu-tap).
