Repository: ionutsava674/Tab-Extractor
Catalog: Tab Extractor/*.lproj/Localizable.strings
Languages: ro

source: you can paste text directly
ro: Poți insera text direct

source: You have no songs in the list.
ro: Nu ai nici un cântec în listă.

source: Your saved songs
ro: Cântecele tale salvate
